Repository: afrims/afrims
Catalog: afrims/locale/*/LC_MESSAGES/django.po
Languages: th, tl

source: Sorry, your mobile number is not registered in the required group for this keyword.
th: ขอโทษค่ะ หมายเลขของคุณยังไม่ได้ลงทะเบียน
tl: Sori, wala naka rehistro ang imong numero para niining grupo nga nag-gamit aning keyword. Pag text ug 3 kung ganahan ka patawag. Libre ni nga mensahe

source: Thank you, your message has been queued for delivery.
th: ขอบคุณค่ะ ระบบกำลังส่งข้อความของคุณค่ะ
tl: Salamat, ang imong mensahe kay nakalinya na para ma-deliver.

source: Thank you for contacting us. Please reply with 2 to be called back within 2 days.
th: พิมพ์ 3 เพื่อรอการติดต่อกลับจากเจ้าหน้าที่โครงการฯ ภายใน 2 วัน
tl: Sori, wala nasabtan ang imong mensahe. Tawag sa 2397607 kung nanginahanglan ka ug dinaliang tabang. Pag text ug 3 kung ganahan ka patawag. Libre ni nga mensahe

source: Sorry, that message was not recognized
th: ขอโทษค่ะระบบไม่เข้าใจข้อความของท่าน ต้องการความช่วยเหลือโทร089-8111698
tl: Sori, wala nasabtan ang imong mensahe. Tawag sa 2397607 kung nanginahanglan ka ug dinaliang tabang. Pag text ug 3 kung ganahan ka patawag. Libre ni nga mensahe

source: You have an upcoming appointment in {days} days, on {date}. Please reply with {confirm_response} to confirm.
th: นัดครั้งต่อไป{date} กด 1 ยืนยันนัดเดิม กด 3 ให้เจ้าหน้าที่ติดต่อกลับ
tl: Naa kay umaabot nga appointment sa {days} days, karong {date}. Palihug pagtubag ug {confirm_response} para makumpirma. Libre ni nga mensahe.

source: You have an appointment {day}, {date}. Please reply with {confirm_response} to confirm.
th: นัดครั้งต่อไป{date} กด 1 ยืนยันนัดเดิม กด 3 ให้เจ้าหน้าที่ติดต่อกลับ
tl: Naa kay appointment sa {day}, {date}. Palihug pagtubag gamit ang {confirm_response} para sa pagkumpirma. Libre ni nga mensahe.

source: Sorry, your mobile number is not registered.
th: ขอโทษค่ะ หมายเลขของคุณยังไม่ได้ลงทะเบียน
tl: Sori, wala naka rehistro ang imong mobile number. Tawag sa 2397607 kung nanginahanglan ka ug dinaliang tabang.

source: Sorry, I could not find any reminders awaiting confirmation.
th: ขอโทษค่ะยังไม่มีรายการเตือนนัด กด 3 เจ้าหน้าที่จะติดต่อกลับภายใน 2 วัน
tl: Sori, wala ko'y makit-an nga mga pahinumdum nga kinahanglan makumpirma. Pag text ug 3 kung ganahan ka patawag. Libre ni nga mensahe

source: That is not your PIN code. Please reply with the correct PIN code.
th: รหัสผ่านไม่ถูกต้อง โปรดกรอกรหัสผ่านที่ถูกต้องค่ะ
tl: Dili na ang imong PIN code. Palihug pagtubag gamit ang imong sakton PIN code.

source: Please confirm appointments by sending your PIN code.
th: โปรดยืนยันการนัดโดยการกรอกรหัสผ่าน
tl: Palihug ug konpirma sa imong appointment sa pagtext sa imong PIN code.

source: Thank you for confirming your upcoming appointment.
th: ขอบคุณสำหรับการยืนยันการนัดหมายเดิม
tl: Salamat sa imong pagkumpirma sa imong umaabot nga appointment.

source: today
th: วันนี้
tl: karong adlawa

source: tomorrow
th: พรุ่งนี้
tl: ugma

source: your PIN
th: รหัสของท่าน
tl: ang imong PIN

source: You have been registered for TrialConnect.
th: ยินดีต้อนรับเข้าสู่ระบบข้อความ ข่าวจาก ซี วาย ดี
tl: Nakarehistro na ka sa TrialConnect - CYD14 Dengue Project.
